{
	"FMA Id": 7088,
	"Description": "Organ with cavitated organ parts, which is continuous with the systemic and pulmonary arterial and venous trees. Examples: There is only one heart. ",
	"location": {
		"z": 1221.79296875,
		"x": 29.656145095825195,
		"y": -131.355712890625
	},
	"parts": {
		"Coronary sinus": {
			"FMA Id": 4706,
			"Description": "",
		},
		"Wall of heart": {
			"FMA Id": 3818,
			"Description": "Wall of organ which has as its parts the endocardium, myocardium , epicardium, and the cardiac septum, surrounded by the pericardial sac proper and is continuous with the walls of the systemic and pulmonary arterial and venous trees. ",
		},
		"Posterior papillary muscle of right ventricle": {
			"FMA Id": 7261,
			"Description": "Papillary muscle of right ventricle which is attached to the wall of right ventricle below the posteroseptal commissure of tricuspid valve. ",
		},
		"Marginal branch of right coronary artery": {
			"FMA Id": 3818,
			"Description": "Anterior ventricular branch of right coronary artery which runs downward along the the acute margin and supplies the anterior wall of right ventricle and the apex. ",
		},
		"Tricuspid valve": {
			"FMA Id": 7234,
			"Description": "Atrioventricular valve which has as its parts the anterior, posterior and septal leaflets, attached to the fibrous ring of tricuspid valve. ",
		},
		"Anterior Papillary Muscle of Right Ventricle": {
			"FMA Id": 7260,
			"Description": "Papillary muscle of right venricle which is attached to the wall of right ventricle below the anteroposterior commissure of tricuspid valve and the septomarginal trabecula. ",
		},
		"Septal papillary muscle of right ventricle": {
			"FMA Id": 7262,
			"Description": "Papillary muscle of right ventricle which is attached to the septomarginal trabecula. ",
		},
		"Great cardiac vein": {
			"FMA Id": 4707,
			"Description": "N/A",
		},
		"Circumflex branch of left coronary artery": {
			"FMA Id": 3895,
			"Description": "Branch of left coronary artery which runs perpendicular to the anterior interventricular branch of the left coronary artery on the left side of the interventricular sulcus and supplies the left side of the heart. ",
		},
		"Trunk of right coronary artery": {
			"FMA Id": 3802,
			"Description": "N/A",
		},
		"Pulmonary valve": {
			"FMA Id": 7246,
			"Description": "Cardiac valve which has as its parts the right anterior, left anterior and posterior cusps, attached to the fibrous ring of pulmonary valve. ",
		},
		"Mitral valve": {
			"FMA Id": 7266,
			"Description": "Atrioventricular valve which has as its parts the anterior and posterior leaflets, attached to the fibrous ring of mitral valve. ",
		},
		"Right posterolateral branch of right coronary artery": {
			"FMA Id": 76994,
			"Description": "N/A",
		},
		"Posterior papillary muscle of left ventricle": {
			"FMA Id": 7266,
			"Description": "Papillary muscle of left ventricle which has as its parts the posteromedial and anterior heads of the posterior papillary muscle of left ventricle and is continuous with the inferior wall of left ventricle.. ",
		}
	}
}